#### KgPerMH Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol kg/(mÂ·h), indicating unit Kilograms per meter hour.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId KgPerMH { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property KgPerMH As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ KgPerMH { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace